examples/medical_build/case_snappy_aorta_python_only/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      blockMeshDict;
}

convertToMeters 1;

vertices
(
    (204.07491149902344 84.57685546875 24.984677124023438)
    (215.9037109375 84.57685546875 24.984677124023438)
    (215.9037109375 193.84239501953124 24.984677124023438)
    (204.07491149902344 193.84239501953124 24.984677124023438)
    (204.07491149902344 84.57685546875 36.77283210754395)
    (215.9037109375 84.57685546875 36.77283210754395)
    (215.9037109375 193.84239501953124 36.77283210754395)
    (204.07491149902344 193.84239501953124 36.77283210754395)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (15 145 15) simpleGrading (1 1 1)
);

edges ();

boundary
(
    domain
    {
        type patch;
        faces
        (
            (0 1 2 3)
            (4 5 6 7)
            (0 1 5 4)
            (1 2 6 5)
            (2 3 7 6)
            (3 0 4 7)
        );
    }
);

mergePatchPairs ();